export const state = () => ({
  date: '23 апреля, 2019',
  log: [
    {
      place: 'Карточка издания в выставке',
      text: ['Исправлено отображение отсутствующих обложек'],
    },
    {
      place: 'Popup-окно',
      text: [
        'Кнопка «Содержание» открывает содержание издания в новой вкладке',
        'Кнопки-ссылки теперь прижимаются к верхнему краю, при горизонтальной обложке',
      ],
    },
    {
      place: 'Экран содержания',
      text: [
        'Добавлен экран содержания',
        'Дополнительная обработка содержания',
      ],
    },
  ],
});
